Repository: ippicom/ippi-softphone
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# settings.password.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

# settings.push.denied.hint
source: Notifications are disabled in iOS Settings
de: Benachrichtigungen sind in den iOS-Einstellungen deaktiviert
es: Las notificaciones están desactivadas en los Ajustes de iOS
fr: Les notifications sont désactivées dans les Réglages iOS
it: Le notifiche sono disattivate nelle Impostazioni iOS

# settings.push.enabled
source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
it: Notifiche push

# settings.push.error.disable
source: Failed to disable push notifications. Please try again.
de: Push-Benachrichtigungen konnten nicht deaktiviert werden. Bitte versuchen Sie es erneut.
es: No se pudieron desactivar las notificaciones push. Inténtelo de nuevo.
fr: Impossible de désactiver les notifications push. Veuillez réessayer.
it: Impossibile disattivare le notifiche push. Riprova.

# settings.push.error.enable
source: Failed to enable push notifications. Please try again.
de: Push-Benachrichtigungen konnten nicht aktiviert werden. Bitte versuchen Sie es erneut.
es: No se pudieron activar las notificaciones push. Inténtelo de nuevo.
fr: Impossible d'activer les notifications push. Veuillez réessayer.
it: Impossibile attivare le notifiche push. Riprova.

# settings.push.error.title
source: Push Error
de: Push-Fehler
es: Error push
fr: Erreur push
it: Errore push

# settings.srtp.description
source: Encrypts call audio for privacy
de: Verschlüsselt die Audioübertragung für Privatsphäre
es: Cifra el audio de las llamadas para mayor privacidad
fr: Chiffre l'audio des appels
it: Crittografa l'audio delle chiamate per la privacy

# settings.srtp.enabled
source: Encrypted Calls (SRTP)
de: Verschlüsselte Anrufe (SRTP)
es: Llamadas cifradas (SRTP)
fr: Appels chiffrés (SRTP)
it: Chiamate crittografate (SRTP)

# settings.stun.description
source: Improves connectivity on mobile networks
de: Verbessert die Konnektivität in Mobilfunknetzen
es: Mejora la conectividad en redes móviles
fr: Améliore la connectivité sur réseaux mobiles
it: Migliora la connettività sulle reti mobili

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

# tab.contacts
source: Contacts
de: Kontakte
es: Contactos
it: Contatti

# tab.dialer
source: Keypad
de: Tastenfeld
es: Teclado
fr: Clavier
it: Tastiera

# tab.history
source: Recents
de: Verlauf
es: Recientes
fr: Récents
it: Recenti

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Offline
es: Sin conexión
fr: Hors ligne

source: Online
es: En línea
fr: En ligne

source: Version %@
es: Versión %@
it: Versione %@

# dialer.status.offline
source: Offline
es: Sin conexión
fr: Hors ligne

# dialer.status.online
source: Online
es: En línea
fr: En ligne

# settings.domain
source: SIP Domain
es: Dominio SIP
fr: Domaine SIP
it: Dominio SIP

# settings.language.system
source: System
es: Sistema
fr: Système
it: Sistema

# settings.stun.enabled
source: STUN Server
es: Servidor STUN
fr: Serveur STUN
it: Server STUN

# settings.version
source: Version
es: Versione
it: Versione
